Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Some reality checks fail almost every time in a dream. Here are the most reliable.
ar: بعض فحوص الواقع تفشل في كل مرة تقريبًا داخل الحلم. إليك أكثرها موثوقية.
de: Manche Realitätschecks scheitern im Traum fast jedes Mal. Hier sind die zuverlässigsten.
es: Algunas comprobaciones de realidad fallan casi siempre en un sueño. Estas son las más fiables.
fr: Certains tests de réalité échouent presque à chaque fois dans un rêve. Voici les plus fiables.
it: Alcuni controlli di realtà falliscono quasi ogni volta in un sogno. Ecco i più affidabili.
ja: 夢の中ではほぼ毎回失敗するリアリティチェックがあります。最も信頼できるものを紹介します。
ko: 꿈에서 거의 매번 실패하는 리얼리티 체크들이 있습니다. 가장 믿을 만한 것들을 소개합니다.
nl: Sommige realiteitschecks falen in een droom bijna elke keer. Dit zijn de betrouwbaarste.
pt_br: Algumas checagens de realidade falham quase sempre em um sonho. Aqui estão as mais confiáveis.
ru: Некоторые проверки реальности во сне проваливаются почти всегда. Вот самые надёжные.
zh_hans: 有些现实检验在梦里几乎每次都会失败。下面是最可靠的几种。

source: Something only beginners work at
ar: شيء يعمل عليه المبتدئون فقط
de: Etwas, an dem nur Anfänger arbeiten
es: Algo en lo que solo trabajan los principiantes
fr: Quelque chose que seuls les débutants travaillent
it: Qualcosa su cui lavorano solo i principianti
ja: 初心者だけが取り組むもの
ko: 초보자만 매달리는 것
nl: Iets waar alleen beginners aan werken
pt_br: Algo em que só iniciantes trabalham
ru: То, над чем работают только новички
zh_hans: 只有初学者才会下功夫的东西

source: Something you rarely encounter
ar: شيء نادرًا ما تصادفه
de: Etwas, dem du selten begegnest
es: Algo que rara vez encuentras
fr: Quelque chose que vous rencontrez rarement
it: Qualcosa che incontri di rado
ja: めったに出会わないもの
ko: 좀처럼 마주치지 않는 것
nl: Iets wat je zelden tegenkomt
pt_br: Algo que você raramente encontra
ru: То, что вы встречаете редко
zh_hans: 你很少遇到的东西

source: Sometimes your body falls asleep before your mind. It feels strange — and it's completely harmless.
ar: أحيانًا يغفو جسدك قبل عقلك. يبدو الأمر غريبًا — وهو غير ضار إطلاقًا.
de: Manchmal schläft dein Körper vor deinem Geist ein. Es fühlt sich seltsam an – und ist völlig harmlos.
es: A veces tu cuerpo se duerme antes que tu mente. Se siente extraño, y es del todo inofensivo.
fr: Parfois votre corps s'endort avant votre esprit. C'est étrange — et totalement inoffensif.
it: A volte il corpo si addormenta prima della mente. È una sensazione strana — ed è del tutto innocua.
ja: ときに、心より先に体が眠りに落ちます。奇妙に感じられますが——まったく無害です。
ko: 때로는 마음보다 몸이 먼저 잠듭니다. 이상하게 느껴지지만 — 전혀 해롭지 않습니다.
nl: Soms valt je lichaam eerder in slaap dan je geest. Het voelt vreemd — en is volkomen onschadelijk.
pt_br: Às vezes o corpo adormece antes da mente. É estranho — e completamente inofensivo.
ru: Иногда тело засыпает раньше ума. Ощущение странное — и совершенно безвредное.
zh_hans: 有时你的身体比心智先入睡。那感觉很奇怪——却完全无害。

source: Sort achievements
ar: ترتيب الإنجازات
de: Erfolge sortieren
es: Ordenar logros
fr: Trier les réussites
it: Ordina obiettivi
ja: 実績を並べ替え
ko: 업적 정렬
nl: Prestaties sorteren
pt_br: Ordenar conquistas
ru: Сортировать достижения
zh_hans: 排序成就

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteren op
pt_br: Ordenar por
ru: Сортировать по
zh_hans: 排序方式

source: Sort dreams
ar: ترتيب الأحلام
de: Träume sortieren
es: Ordenar sueños
fr: Trier les rêves
it: Ordina sogni
ja: 夢を並べ替え
ko: 꿈 정렬
nl: Dromen sorteren
pt_br: Ordenar sonhos
ru: Сортировать сны
zh_hans: 排序梦境

source: Sound & Haptics
ar: الصوت واللمس
de: Töne & Haptik
es: Sonido y vibración
fr: Son et vibrations
it: Suoni e feedback aptico
ja: サウンドと触覚
ko: 소리 및 햅틱
nl: Geluid en trillingen
pt_br: Som e vibração
ru: Звук и вибрация
zh_hans: 声音与触感

source: Sound effects
ar: المؤثرات الصوتية
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
ja: 効果音
ko: 음향 효과
nl: Geluidseffecten
pt_br: Efeitos sonoros
ru: Звуковые эффекты
zh_hans: 音效

source: Spinning floods the senses and often saves a collapsing dream.
ar: التدوير يغمر الحواس وغالبًا ما يُنقذ حلمًا منهارًا.
de: Das Drehen überflutet die Sinne und rettet oft einen zusammenbrechenden Traum.
es: Girar inunda los sentidos y a menudo salva un sueño que se derrumba.
fr: Tourner submerge les sens et sauve souvent un rêve qui s'effondre.
it: Girare inonda i sensi e spesso salva un sogno che crolla.
ja: 回転は感覚を満たし、崩れかけた夢をしばしば救います。
ko: 회전은 감각을 채워, 무너지는 꿈을 흔히 구합니다.
nl: Draaien overspoelt de zintuigen en redt vaak een instortende droom.
pt_br: Girar inunda os sentidos e muitas vezes salva um sonho que desmorona.
ru: Вращение наполняет чувства и часто спасает рушащийся сон.
zh_hans: 旋转会充盈感官，常能挽救一个正在崩塌的梦。

source: Spinning is a long-standing dreamer's trick: the flood of motion gives your senses something vivid to process, often reviving a collapsing dream — and because the old scene dissolves, you sometimes land somewhere entirely new.
ar: التدوير حيلة قديمة لدى الحالمين: فيض الحركة يمنح حواسك شيئًا حيًّا لتعالجه، فيُحيي غالبًا حلمًا منهارًا — ولأن المشهد القديم يتلاشى، تجد نفسك أحيانًا في مكان جديد كليًّا.
de: Drehen ist ein altbewährter Trick der Träumer: die Flut der Bewegung gibt deinen Sinnen etwas Lebhaftes zu verarbeiten und belebt oft einen zusammenbrechenden Traum – und weil die alte Szene sich auflöst, landest du manchmal an einem völlig neuen Ort.
es: Girar es un truco de soñadores de toda la vida: la avalancha de movimiento le da a tus sentidos algo vívido que procesar, reviviendo a menudo un sueño que se derrumba, y como la escena vieja se disuelve, a veces aterrizas en un lugar completamente nuevo.
fr: Tourner est un truc de rêveur de longue date : le flot de mouvement donne à vos sens quelque chose de vif à traiter, ranimant souvent un rêve qui s'effondre — et comme l'ancienne scène se dissout, vous atterrissez parfois dans un endroit entièrement neuf.
it: Girare è un trucco di vecchia data dei sognatori: l'ondata di movimento dà ai tuoi sensi qualcosa di vivido da elaborare, rianimando spesso un sogno che crolla — e poiché la vecchia scena si dissolve, a volte atterri in un luogo del tutto nuovo.
ja: 回転は夢見手の古くからの常套手段です。動きの奔流が感覚に処理すべき鮮やかな何かを与え、崩れかけた夢をよみがえらせることが多いのです——古い場面が溶けていくため、まったく新しい場所に降り立つこともあります。
ko: 회전은 오래된 몽자의 비법입니다. 쏟아지는 움직임이 감각에 처리할 생생한 무언가를 주어, 무너지는 꿈을 자주 되살립니다 — 그리고 옛 장면이 녹아 사라지기에, 때로는 완전히 새로운 곳에 내려서기도 합니다.
nl: Draaien is een aloude truc van dromers: de vloed aan beweging geeft je zintuigen iets levendigs om te verwerken, wat vaak een instortende droom doet herleven — en omdat de oude scène oplost, beland je soms op een volkomen nieuwe plek.
pt_br: Girar é um truque antigo dos sonhadores: a enxurrada de movimento dá aos seus sentidos algo vívido para processar, muitas vezes reanimando um sonho que desmorona — e como a cena antiga se dissolve, às vezes você aterrissa num lugar totalmente novo.
ru: Вращение — давний приём сновидцев: поток движения даёт чувствам нечто яркое для обработки и часто оживляет рушащийся сон, — а поскольку старая сцена растворяется, вы порой оказываетесь в совершенно новом месте.
zh_hans: 旋转是梦者由来已久的招法：扑面而来的运动给你的感官提供了鲜明的东西去处理，往往能让崩塌的梦复活——而由于旧场景消融，你有时会落到一个全新的地方。

source: Spotting Dream Signs
ar: رصد إشارات الحلم
de: Traumzeichen erkennen
es: Detectar señales oníricas
fr: Repérer les signes oniriques
it: Riconoscere i segnali onirici
ja: 夢のサインを見つける
ko: 꿈 신호 포착하기
nl: Droomtekens herkennen
pt_br: Identificar sinais de sonho
ru: Замечать признаки сна
zh_hans: 识别梦境征兆

source: Squint and concentrate hard
ar: حدّق بعينين ضيّقتين وركّز بشدّة
de: Die Augen zusammenkneifen und dich stark konzentrieren
es: Entrecerrar los ojos y concentrarte con fuerza
fr: Plisser les yeux et vous concentrer fort
it: Strizzare gli occhi e concentrarti con forza
ja: 目を細めて強く集中する
ko: 눈을 가늘게 뜨고 세게 집중하기
nl: Je ogen toeknijpen en je hard concentreren
pt_br: Apertar os olhos e se concentrar com força
ru: Прищуриться и сильно сосредоточиться
zh_hans: 眯起眼睛使劲专注

source: Stabilization complete. You can not only enter the dream — you can stay and explore it.
ar: اكتمل التثبيت. لا تستطيع دخول الحلم فحسب — بل تستطيع البقاء واستكشافه.
de: Stabilisierung abgeschlossen. Du kannst den Traum nicht nur betreten – du kannst bleiben und ihn erkunden.
es: Estabilización completa. No solo puedes entrar al sueño: puedes quedarte y explorarlo.
fr: Stabilisation terminée. Vous pouvez non seulement entrer dans le rêve — vous pouvez y rester et l'explorer.
it: Stabilizzazione completata. Non solo puoi entrare nel sogno — puoi restarci ed esplorarlo.
ja: 安定化、完了。あなたは夢に入れるだけでなく——とどまって探検できます。
ko: 안정화 완료. 당신은 꿈에 들어갈 수 있을 뿐 아니라 — 머물며 탐험할 수 있습니다.
nl: Stabilisatie voltooid. Je kunt de droom niet alleen binnengaan — je kunt blijven en hem verkennen.
pt_br: Estabilização concluída. Você não só pode entrar no sonho — pode permanecer e explorá-lo.
ru: Стабилизация завершена. Вы можете не только войти в сон — вы можете остаться и исследовать его.
zh_hans: 稳定完成。你不仅能进入梦——还能留下来探索它。

source: Stacking recall, reality checks, and MILD together
ar: تكديس الاسترجاع وفحوص الواقع وMILD معًا
de: Erinnerung, Realitätschecks und MILD zusammen stapeln
es: Apilar recuerdo, comprobaciones de realidad y MILD juntos
fr: Empiler rappel, tests de réalité et MILD ensemble
it: Impilare insieme richiamo, controlli di realtà e MILD
ja: 想起・リアリティチェック・MILDをまとめて重ねる
ko: 회상, 리얼리티 체크, MILD를 함께 쌓기
nl: Herinnering, realiteitschecks en MILD samen stapelen
pt_br: Empilhar recordação, checagens de realidade e MILD juntos
ru: Складывать вместе припоминание, проверки реальности и MILD
zh_hans: 把回忆、现实检验和 MILD 叠加在一起

source: Stacking the Odds
ar: ترجيح الاحتمالات
de: Die Chancen erhöhen
es: Inclinar la balanza
fr: Mettre les chances de son côté
it: Aumentare le probabilità
ja: 成功率を高める
ko: 성공 확률 높이기
nl: De kansen vergroten
pt_br: Aumentando as chances
ru: Повышаем шансы
zh_hans: 提高成功几率

source: Standing perfectly still and waiting
ar: الوقوف ساكنًا تمامًا والانتظار
de: Vollkommen still stehen und warten
es: Quedarte perfectamente quieto y esperar
fr: Rester parfaitement immobile et attendre
it: Restare perfettamente immobile e aspettare
ja: 完全にじっと立って待つ
ko: 완벽히 가만히 서서 기다리기
nl: Volkomen stil staan en wachten
pt_br: Ficar perfeitamente parado e esperar
ru: Стоять совершенно неподвижно и ждать
zh_hans: 一动不动地站着等待

source: Start
ar: ابدأ
de: Starten
es: Empezar
fr: Commencer
it: Inizia
ja: 開始
ko: 시작
nl: Starten
pt_br: Começar
ru: Начать
zh_hans: 开始

source: Start 1-Week Free Trial
ar: ابدأ تجربة مجانية لأسبوع
de: 1-wöchige Gratis-Testversion starten
es: Empezar prueba gratis de 1 semana
fr: Commencer l'essai gratuit d'1 semaine
it: Inizia la prova gratuita di 1 settimana
ja: 1週間の無料トライアルを開始
ko: 1주 무료 체험 시작
nl: Start gratis proefweek
pt_br: Iniciar teste grátis de 1 semana
ru: Начать бесплатную неделю
zh_hans: 开始 1 周免费试用

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

source: Stay calm and stabilize right away
ar: البقاء هادئًا والتثبيت فورًا
de: Ruhig bleiben und sofort stabilisieren
es: Mantener la calma y estabilizar enseguida
fr: Rester calme et stabiliser tout de suite
it: Restare calmo e stabilizzare subito
ja: 落ち着いて、すぐに安定化する
ko: 침착함을 유지하고 곧바로 안정화하기
nl: Kalm blijven en meteen stabiliseren
pt_br: Manter a calma e estabilizar na hora
ru: Сохранять спокойствие и сразу стабилизироваться
zh_hans: 保持平静并立即稳定

source: Stay in the dream's posture — sometimes returning to how you were lying brings it back.
ar: ابقَ على وضعية الحلم — أحيانًا تعيدك العودة إلى الوضع الذي كنت مستلقيًا عليه إلى الحلم.
de: Bleib in der Haltung des Traums – manchmal bringt es ihn zurück, wenn du dich wieder so hinlegst, wie du lagst.
es: Mantén la postura del sueño: a veces volver a cómo estabas tumbado lo trae de vuelta.
fr: Restez dans la posture du rêve — parfois, reprendre la position dans laquelle vous étiez le ramène.
it: Resta nella posizione del sogno: a volte tornare a come eri sdraiato lo fa riaffiorare.
ja: 夢を見ていたときの姿勢のままで——横たわっていた姿勢に戻ると、夢が戻ってくることがあります。
ko: 꿈을 꾸던 자세를 유지하세요 — 누워 있던 자세로 돌아가면 꿈이 되살아나기도 합니다.
nl: Blijf in de houding van de droom — soms haalt teruggaan naar hoe je lag hem terug.
pt_br: Mantenha a postura do sonho — às vezes voltar à posição em que você estava deitado o traz de volta.
ru: Сохрани позу, в которой видел сон — иногда вернуться к тому, как ты лежал, помогает его вернуть.
zh_hans: 保持做梦时的姿势——有时回到你原本躺着的姿态，梦就会回来。

source: Stay passive and hope
ar: البقاء سلبيًا والأمل
de: Passiv bleiben und hoffen
es: Quedarte pasivo y esperar que sí
fr: Rester passif et espérer
it: Restare passivo e sperare
ja: 受け身のまま期待する
ko: 수동적인 채로 바라기
nl: Passief blijven en hopen
pt_br: Ficar passivo e torcer
ru: Оставаться пассивным и надеяться
zh_hans: 被动等待，听天由命

source: Stay still, eyes closed, and replay the dream
ar: البقاء ساكنًا، بعينين مغمضتين، وإعادة تشغيل الحلم
de: Still bleiben, Augen geschlossen, und den Traum noch einmal abspielen
es: Quedarte quieto, con los ojos cerrados, y repasar el sueño
fr: Rester immobile, les yeux fermés, et revivre le rêve
it: Restare immobile, occhi chiusi, e rivivere il sogno
ja: じっと動かず、目を閉じて、夢を再生する
ko: 가만히, 눈을 감은 채 꿈을 되감아 본다
nl: Stil blijven, ogen dicht, en de droom opnieuw afspelen
pt_br: Ficar imóvel, olhos fechados, e reviver o sonho
ru: Лежать неподвижно с закрытыми глазами и прокрутить сон
zh_hans: 保持静止、闭着眼，回放这个梦

source: Stay up too long and you lose the dream. Too short and you stay asleep. There's a window.
ar: ابقَ مستيقظًا طويلًا فتفقد الحلم. قصيرًا جدًا فتبقى نائمًا. هناك نافذة.
de: Bleib zu lange wach, und du verlierst den Traum. Zu kurz, und du bleibst schlafend. Es gibt ein Fenster.
es: Quédate despierto demasiado y pierdes el sueño. Muy poco y sigues dormido. Hay una ventana.
fr: Restez éveillé trop longtemps et vous perdez le rêve. Trop peu et vous restez endormi. Il y a une fenêtre.
it: Resta sveglio troppo a lungo e perdi il sogno. Troppo poco e resti addormentato. C'è una finestra.
ja: 起きている時間が長すぎれば夢を失い、短すぎれば眠ったまま。ちょうどよい窓があります。
ko: 너무 오래 깨어 있으면 꿈을 잃고, 너무 짧으면 그대로 잠듭니다. 알맞은 창이 있습니다.
nl: Blijf te lang wakker en je verliest de droom. Te kort en je blijft slapen. Er is een venster.
pt_br: Fique acordado tempo demais e perde o sonho. Tempo de menos e continua dormindo. Há uma janela.
ru: Останетесь бодрым слишком долго — потеряете сон. Слишком коротко — так и будете спать. Есть окно.
zh_hans: 醒得太久，你会失去梦；太短，你又一直睡着。存在一个时段。

source: Staying awake all night
ar: البقاء مستيقظًا طوال الليل
de: Die ganze Nacht wach bleiben
es: Quedarte despierto toda la noche
fr: Rester éveillé toute la nuit
it: Restare svegli tutta la notte
ja: 一晩中起きている
ko: 밤새 깨어 있기
nl: De hele nacht wakker blijven
pt_br: Ficar acordado a noite toda
ru: Бодрствовать всю ночь
zh_hans: 整夜不睡

source: Staying Calm at the Threshold
ar: البقاء هادئًا عند العتبة
de: Ruhig bleiben an der Schwelle
es: Mantener la calma en el umbral
fr: Rester calme au seuil
it: Restare calmi sulla soglia
ja: 境界で落ち着きを保つ
ko: 문턱에서 침착함 유지하기
nl: Kalm blijven op de drempel
pt_br: Ficar calmo no limiar
ru: Сохранять спокойствие на пороге
zh_hans: 在临界处保持平静

source: Staying emotionally calm and steady
ar: البقاء هادئًا وثابتًا عاطفيًا
de: Emotional ruhig und beständig bleiben
es: Mantenerte emocionalmente en calma y firme
fr: Rester émotionnellement calme et stable
it: Restare emotivamente calmo e stabile
ja: 感情的に落ち着いて安定したままでいる
ko: 감정적으로 차분하고 안정된 상태를 유지하기
nl: Emotioneel kalm en stabiel blijven
pt_br: Manter-se emocionalmente calmo e firme
ru: Сохранять эмоциональное спокойствие и устойчивость
zh_hans: 保持情绪的平静与稳定

source: Staying too calm
ar: الإفراط في الهدوء
de: Zu ruhig bleiben
es: Estar demasiado en calma
fr: Rester trop calme
it: Restare troppo calmo
ja: 落ち着きすぎること
ko: 너무 차분한 것
nl: Te kalm blijven
pt_br: Ficar calmo demais
ru: Быть слишком спокойным
zh_hans: 太过平静

source: Steady Nights
ar: ليالٍ ثابتة
de: Beständige Nächte
es: Noches constantes
fr: Nuits régulières
it: Notti costanti
ja: 安定した夜
ko: 꾸준한 밤
nl: Vaste nachten
pt_br: Noites constantes
ru: Стабильные ночи
zh_hans: 稳定的夜晚

source: Stillness on waking keeps the dream from scattering before you can hold it.
ar: السكون عند الاستيقاظ يمنع الحلم من التبدّد قبل أن تتمكّن من الإمساك به.
de: Stille beim Aufwachen bewahrt den Traum davor, sich zu zerstreuen, bevor du ihn festhalten kannst.
es: La quietud al despertar evita que el sueño se disperse antes de que puedas retenerlo.
fr: L'immobilité au réveil empêche le rêve de se disperser avant que vous puissiez le retenir.
it: L'immobilità al risveglio impedisce al sogno di disperdersi prima che tu possa trattenerlo.
ja: 目覚めたときの静けさが、夢を抱きとめる前に散ってしまうのを防ぎます。
ko: 깨어날 때의 고요함은 꿈을 붙들기도 전에 흩어지지 않도록 막아 줍니다.
nl: Stilte bij het ontwaken voorkomt dat de droom uiteenvalt voordat je hem kunt vasthouden.
pt_br: A quietude ao acordar impede que o sonho se disperse antes de você conseguir segurá-lo.
ru: Неподвижность при пробуждении не даёт сну рассеяться, прежде чем ты успеешь его удержать.
zh_hans: 醒来时的静止，能让梦在你抓住它之前不至于四散。

source: Strange
ar: غريب
de: Seltsam
es: Extraño
fr: Étrange
it: Strano
ja: 奇妙
ko: 기묘함
nl: Vreemd
pt_br: Estranho
ru: Странный
zh_hans: 奇怪

source: Streak active
ar: السلسلة نشطة
de: Serie aktiv
es: Racha activa
fr: Série active
it: Serie attiva
ja: 連続記録 継続中
ko: 연속 기록 활성
nl: Reeks actief
pt_br: Sequência ativa
ru: Серия активна
zh_hans: 连续记录进行中

source: Streak inactive
ar: السلسلة متوقفة
de: Serie inaktiv
es: Racha inactiva
fr: Série inactive
it: Serie inattiva
ja: 連続記録 停止中
ko: 연속 기록 비활성
nl: Reeks inactief
pt_br: Sequência inativa
ru: Серия неактивна
zh_hans: 连续记录已中断

source: Streaks beat effort. One calm minute a day out-trains an hour of frustration.
ar: الاستمرارية تتفوّق على الجهد. دقيقة هادئة يوميًا تدرّبك أكثر من ساعة من الإحباط.
de: Beständigkeit schlägt Anstrengung. Eine ruhige Minute am Tag trainiert besser als eine Stunde Frust.
es: La constancia gana al esfuerzo. Un minuto tranquilo al día entrena más que una hora de frustración.
fr: La régularité l'emporte sur l'effort. Une minute calme par jour vaut mieux qu'une heure de frustration.
it: La costanza batte lo sforzo. Un minuto di calma al giorno allena più di un'ora di frustrazione.
ja: 継続は努力に勝ります。穏やかな1日1分は、1時間のいら立ちよりも力になります。
ko: 꾸준함이 노력을 이깁니다. 하루 1분의 차분함이 한 시간의 좌절보다 낫습니다.
nl: Consistentie verslaat inspanning. Eén kalme minuut per dag traint beter dan een uur frustratie.
pt_br: A constância vence o esforço. Um minuto calmo por dia treina mais que uma hora de frustração.
ru: Постоянство важнее усилий. Одна спокойная минута в день тренирует лучше часа разочарования.
zh_hans: 坚持胜过用力。每天平静的一分钟，胜过一小时的沮丧。

source: Strong reactions snap you awake — calm, passive attention keeps you in.
ar: ردود الفعل القوية تُيقظك فجأة — الانتباه الهادئ السلبي يُبقيك في الداخل.
de: Heftige Reaktionen reißen dich wach – ruhige, passive Aufmerksamkeit hält dich drinnen.
es: Las reacciones fuertes te despiertan de golpe; la atención calmada y pasiva te mantiene dentro.
fr: Les réactions fortes vous réveillent brusquement — l'attention calme et passive vous garde dedans.
it: Le reazioni forti ti svegliano di colpo — l'attenzione calma e passiva ti tiene dentro.
ja: 強い反応はあなたを一気に覚まします——穏やかで受け身の注意が、あなたを内側にとどめます。
ko: 강한 반응은 당신을 단번에 깨웁니다 — 고요하고 수동적인 주의가 당신을 안에 머물게 합니다.
nl: Sterke reacties rukken je wakker — kalme, passieve aandacht houdt je binnen.
pt_br: Reações fortes te acordam de repente — a atenção calma e passiva te mantém dentro.
ru: Сильные реакции резко пробуждают вас — спокойное, пассивное внимание удерживает внутри.
zh_hans: 强烈的反应会把你猛地惊醒——平静、被动的注意才能让你留在里面。

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
ja: 登録する
ko: 구독하기
nl: Abonneren
pt_br: Assinar
ru: Подписаться
zh_hans: 订阅

source: Subscribe to unlock AI dream analysis, auto-tags, and AI titles.
ar: اشترك لفتح تحليل الأحلام بالذكاء الاصطناعي والوسوم التلقائية والعناوين الذكية.
de: Abonniere, um KI-Traumanalyse, Auto-Tags und KI-Titel freizuschalten.
es: Suscríbete para desbloquear el análisis de sueños con IA, las etiquetas automáticas y los títulos con IA.
fr: Abonnez-vous pour débloquer l'analyse de rêve par IA, les tags automatiques et les titres IA.
it: Abbonati per sbloccare l'analisi dei sogni con IA, i tag automatici e i titoli IA.
ja: 登録すると、AIによる夢分析、自動タグ、AIタイトルが利用できます。
ko: 구독하면 AI 꿈 분석, 자동 태그, AI 제목이 잠금 해제됩니다.
nl: Abonneer om AI-droomanalyse, automatische tags en AI-titels te ontgrendelen.
pt_br: Assine para desbloquear a análise de sonhos por IA, as tags automáticas e os títulos por IA.
ru: Подпишитесь, чтобы открыть ИИ-анализ снов, авто-теги и ИИ-заголовки.
zh_hans: 订阅以解锁 AI 梦境分析、自动标签和 AI 标题。

source: Summoning & Changing Scenes
ar: استدعاء المشاهد وتغييرها
de: Szenen herbeirufen & ändern
es: Invocar y cambiar escenas
fr: Invoquer et changer de décor
it: Evocare e cambiare scene
ja: シーンの召喚と変更
ko: 장면 소환과 전환
nl: Scènes oproepen en veranderen
pt_br: Invocando e mudando cenas
ru: Вызов и смена сцен
zh_hans: 召唤与切换场景

source: Support
ar: الدعم
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка
zh_hans: 支持

source: Surprise me
ar: فاجئني
de: Überrasch mich
es: Sorpréndeme
fr: Surprenez-moi
it: Sorprendimi
ja: おまかせ
ko: 랜덤으로
nl: Verras me
pt_br: Surpreenda-me
ru: Удиви меня
zh_hans: 给我惊喜

source: Switching techniques every single night
ar: تبديل التقنيات كل ليلة
de: Jede einzelne Nacht die Technik wechseln
es: Cambiar de técnica cada noche
fr: Changer de technique chaque nuit
it: Cambiare tecnica ogni notte
ja: 毎晩、技法を切り替える
ko: 매일 밤 기법을 바꾸기
nl: Elke nacht van techniek wisselen
pt_br: Trocar de técnica toda noite
ru: Менять технику каждую ночь
zh_hans: 每晚都更换技巧

source: Symbol Hunter
ar: صائد الرموز
de: Symboljäger
es: Cazador de símbolos
fr: Chasseur de symboles
it: Cacciatore di simboli
ja: シンボルハンター
ko: 상징 사냥꾼
nl: Symboljager
pt_br: Caçador de símbolos
ru: Охотник за символами
zh_hans: 符号猎手

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Системная
zh_hans: 系统

source: System follows your device's appearance setting.
ar: يتبع «النظام» إعداد المظهر في جهازك.
de: „System“ folgt der Darstellungseinstellung deines Geräts.
es: «Sistema» sigue el ajuste de apariencia de tu dispositivo.
fr: « Système » suit le réglage d'apparence de votre appareil.
it: “Sistema” segue l'impostazione dell'aspetto del tuo dispositivo.
ja: 「システム」はデバイスの外観設定に従います。
ko: “시스템”은 기기의 화면 모드 설정을 따릅니다.
nl: “Systeem” volgt de weergave-instelling van je apparaat.
pt_br: “Sistema” segue a configuração de aparência do seu dispositivo.
ru: «Системная» следует настройке оформления устройства.
zh_hans: “系统”将跟随你设备的外观设置。

source: Tag the Signs
ar: وسم الإشارات
de: Zeichen markieren
es: Etiqueta las señales
fr: Étiqueter les signes
it: Etichetta i segni
ja: 兆しにタグを
ko: 징표에 태그
nl: Tag de tekens
pt_br: Marque os sinais
ru: Отметь знаки
zh_hans: 标记征兆

source: Tags
ar: الوسوم
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
ru: Теги
zh_hans: 标签

source: Talking to Dream Characters
ar: التحدث مع شخصيات الحلم
de: Mit Traumfiguren sprechen
es: Hablar con personajes del sueño
fr: Parler aux personnages du rêve
it: Parlare con i personaggi del sogno
ja: 夢の登場人物と話す
ko: 꿈 속 인물과 대화하기
nl: Praten met droomfiguren
pt_br: Conversando com personagens do sonho
ru: Разговор с персонажами сна
zh_hans: 与梦中人物交谈
